Repository: 0000duck/openrpa
Catalog: OpenRPA.Office/Resources/strings.*.resx
Languages: pt

# activity_drop_hint
source: Drop activity
pt: Descartar atividade

# activity_filename
source: Filename
pt: Nome do Arquivo

# activity_addparagraph
source: Add Paragraph
pt: Magdagdag ng Talata

# activity_addparagraph_tooltip
source: Add a new Paragraph to a Microsoft Word document
pt: Magdagdag ng isang bagong Talata sa isang dokumento ng Microsoft Word

# activity_closedocument
source: Close Document
pt: Isara ang Dokumento

# activity_closedocument_tooltip
source: Close a Microsoft Word document if open, will also closes word if no more documents are open
pt: Isara ang isang dokumento ng Microsoft Word kung bukas, ay magsasara din ng salita kung wala nang bukas ang mga dokumento

# activity_closeworkbook
source: Close Workbook
pt: Isara ang Workbook

# activity_closeworkbook_tooltip
source: Close a Workbook if open, will also closes excel if no more workbooks are open
pt: Isara ang isang Workbook kung bukas, ay magsasara din ng excel kung wala nang buksan ang mga workbook

# activity_getmails
source: Get Mails
pt: Kumuha ng mga Mail

# activity_getmails_tooltip
source: Get all emails from a Microsoft Outlook folder
pt: Kunin ang lahat ng mga email mula sa isang folder ng Microsoft Outlook

# activity_getparagraph
source: Get Paragraph
pt: Kumuha ng Talata

# activity_getparagraph_tooltip
source: Get one or more paragraphs from a Microsoft Word document
pt: Kumuha ng isa o higit pang mga talata mula sa isang dokumento ng Microsoft Word

# activity_newmailitem
source: New MailItem
pt: Bagong MailItem

# activity_newmailitem_tooltip
source: Create a new Microsoft Outlook Mailitem
pt: Lumikha ng isang bagong Microsoft Outlook Mailitem

# activity_readcell
source: Read Cell
pt: Basahin ang Cell

# activity_readcell_tooltip
source: Read the content of a single cell in Microsoft Excel
pt: Basahin ang nilalaman ng isang solong cell sa Microsoft Excel

# activity_readrange
source: Read Range
pt: Basahin ang Saklaw

# activity_readrange_tooltip
source: Read a range from a Microsoft Excel sheet
pt: Basahin ang isang saklaw mula sa isang sheet ng Microsoft Excel

# activity_runslideshow
source: Run Slideshow
pt: Patakbuhin ang Slideshow

# activity_runslideshow_tooltip
source: Open a Microsoft Powerpoint Presentation and start slide show
pt: Magbukas ng Microsoft Powerpoint Presentation at simulan ang slide show

# activity_savemailitem
source: Save MailItem
pt: I-save ang MailItem

# activity_savemailitem_tooltip
source: Save a Microsoft Outlook Mail item as a file
pt: I-save ang item ng Microsoft Outlook Mail bilang isang file

# activity_setparagraph
source: Set Paragraph
pt: Itakda ang Talata

# activity_setparagraph_tooltip
source: Set content of a paragraph in side a Microsoft Word document
pt: Itakda ang nilalaman ng isang talata sa tabi ng isang dokumento ng Microsoft Word

# activity_writecell
source: Write Cell
pt: Sumulat ng Cell

# activity_writecell_tooltip
source: Set a value or formular to a single cell in Microsoft Excel
pt: Magtakda ng isang halaga o pormal sa isang solong cell sa Microsoft Excel

# activity_writerange
source: Write Range
pt: Sumulat ng Saklaw

# activity_writerange_tooltip
source: Write all data from a DataTable to at a range inside a Microsoft Excel sheet
pt: Isulat ang lahat ng data mula sa isang DataTable hanggang sa isang saklaw sa loob ng sheet ng Microsoft Excel
